{"Chartreuse": ["On a scale of 1–5, how stable was your child’s mood today?", "How many minutes did your child nap today?", "How many minutes of physical activity did your child get today?", "How many doses of medication were administered today?", "Test2", "test"], "Sam": ["How many emotional outbursts did your child have today?", "On a scale of 1–5, how intense was the most severe meltdown?", "How many hours did your child sleep last night?", "How many minutes did your child nap today?", "How many times did your child react strongly to sensory input today?", "How many tasks did your child complete today?", "How many doses of medication were administered today?", "On a scale of 1–5, how stressed did you feel today while caring for your child?", "Test question"], "Isabelle": ["How many minutes did the longest meltdown last?", "How many minutes did your child nap today?", "How many times did your child react strongly to sensory input today?", "How many minutes of focused activity was your child able to sustain at one time?", "How many side effects were observed today (e.g., drowsiness, appetite loss)?", "What was the most challenging part of caring for your child today?", "Did she talk?", ""], "Matt": ["How many instances of aggression occurred today?", "How many times did your child direct aggression toward themselves?", "How many minutes did your child nap today?", "How many times did your child react strongly to sensory input today?", "On a scale of 1–5, how sensitive was your child to sensory input today?", ""], "Legs": ["How many times did your child direct aggression toward others?", "How many times did your child direct aggression toward themselves?", "How many hours did your child sleep last night?", "On a scale of 1–5, how well did your child eat today?", "How many minutes of physical activity did your child get today?", "On a scale of 1–5, how engaged was your child in physical activities?", "On a scale of 1–5, how sensitive was your child to sensory input today?", "How many times did your child show sensitivity to touch today?", "On a scale of 1–5, how well was your child able to focus on tasks today?", "How many times did your child complain about physical discomfort today?", "How many positive interactions did you have with your child today (e.g., hugs, playing together)?", "What was the most positive part of your child’s day today?", "How many  times did you child canter today", ""], "MyBaby": ["On a scale of 1–5, how stable was your child’s mood today?", "How many emotional outbursts did your child have today?", "How many meals/snacks did your child eat today?", "How many times did they ask a question?"]}